[
    {
    "name": "Mrs. Murrell",
    "relation": "ELA Teacher, HLA",
    "message": [
      "Congratulations Silas! Today I honor you for who you are, all you do and the unique way you do it all. With God's grace, you have studied, strived and succeeded in this phase of your education. The attention and applause you receive today are the capstone for the high standards you set for yourself. Your parents love and supported you, your teachers respect and guided you and you did the hard work. Silas, you are a learner, a leader and you are well-loved! May the favor of our God rest upon you and establish the work of your hands. Psalm 90:17"
    ],
    "date": "June 7, 2025",
    "pfp": "/assets/files/profile-pictures/default.png"
  },
  {
    "name": "Dr. Gregory Soderberg",
    "relation": "Teacher",
    "message": [
      "Silas, congratulations on your high school graduation! It was a privilege to teach you in middle school at Heritage Leadership Academy, and now at Kepler Education. You have been a leader in Kepler's Student Council, and a diligent and faithful student. I look forward to seeing how you will use the gifts and abilities God has given you to glorify Him and serve others. "
    ],
    "date": "May 23, 2025",
    "pfp": "/assets/files/profile-pictures/soderberg.JPG"
  },
  {
    "name": "Gargo",
    "relation": "Grandmother",
    "message": [
      "Wow!! This is amazing. I have enjoyed seeing you grow up, which was too fast. Thank you for naming me. At first hearing the name, I wasn't sure but I love it now. It is great seeing you grow into a young man who knows what you want to do. I have enjoyed playing games and hand, foot and elbow with you. I think I won once!! Looking forward to what the Lord has for you!!",
      "Love you,",
      "Gargo"
    ],
    "date": "May 11, 2025",
    "pfp": "/assets/files/profile-pictures/gargo.png"
  },
  {
    "name": "Aunt Karen",
    "relation": "",
    "message": [
      "Congratulations Silas! So proud of your accomplishments!"
    ],
    "date": "April 28, 2025",
    "pfp": "/assets/files/profile-pictures/default.png"
  },
  {
    "name": "System",
    "relation": "",
    "message": [
      "This section showcases messages sent to the graduate, offering words of encouragement, congratulations, or memories. Messages will appear here after processing, so please allow some time for them to be uploaded.",
      "",
      "Want to send a message? <a href='https://forms.gle/wxTN6RYwVW4aqHqP8'>Click here to submit one!</a>"
    ],
    "date": "March 24, 2025",
    "pfp": "/assets/files/profile-pictures/system.jpeg"
  }
]